[BalanceDefs.BD_Acidolus InteractiveObjectBalanceDefinition]
DefaultDisplayName="Fo"

[BalanceDefs.BD_Firemelon InteractiveObjectBalanceDefinition]
DefaultDisplayName="fire melon"

[BalanceDefs.BD_ShockCactus InteractiveObjectBalanceDefinition]
DefaultDisplayName="Cactus digging"

[BalanceDefs.BD_TNTree InteractiveObjectBalanceDefinition]
DefaultDisplayName="Dynamite"

[FiremelonFire InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[InteractiveObjects.Acidolus InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[InteractiveObjects.Firemelon InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[InteractiveObjects.ShockCactus InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[InteractiveObjects.TNTree InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[InteractiveObjects.TNTreeLarge InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

